{
    "Home": "Inicio",
    "Products": "Productos",
    "About Us": "Acerca de nosotros",
    "Log In": "Iniciar Sesión",
    "All of our Cakes": "Todos nuestros pasteles",
    "Our Best Sellers": "Los favoritos",
    "Why Choose our boutique ?": "Por qué Elegirnos  ?",
    "See all products": "Ver todos los productos",
    "Loading": "Cargando...",
    "Our Social Medias": "Nuestras redes",
    "Next": "Siguiente",
    "Previous": "Anterior",
    "Email": "Correo Electrónico",
    "Password": "Contraseña",
    "Login successful": "Inicio de Sesión exitoso",
    "Login failed. Please check your email and password.": "Error de inicio de sesión. Por favor verifica tu correo electrónico y contraseña.",
    "Add Product":"Agregar Producto",
    "Edit": "Modificar",
    "Delete": "Borrar",
    "Add Images": "Agregar Imagenes",
    "Edit Product": "Modificar un Producto",
    "Title": "Titulo",
    "Description": "Descripcion",
    "Price": "Precio",
    "Update": "Actualizar",
    "Add": "Agregar",
    "Cancel": "Cancelar",
    "Products List": "Lista de Productos",
    "Contact Us": "Contactanos",
    "Ours Values": "Nuestros Valores",
    "100% Homemade": "100% Casero",
    "Artisanal cakes for every occasion.": "Recetas artesanales preparadas con pasión.",
    "Customization": "Personalización",
    "Your ideas, your themes, your colors.": "Tus ideas, tus temas, tus colores.",
    "Love & Passion": "Amor & Pasión",
    "Every creation is unique and carries our signature.": "Ponemos nuestro corazón en cada creación.",
    "Unforgettable Moments": "Momentos Inolvidables",
    "Weddings, birthdays, parties, we bring a special touch to every event.": "Bodas, cumpleaños, fiestas, damos un toque especial a cada evento.",
    "Welcome to Dulce Amour. For many years, we have been sharing our passion for baking and decoration, creating unique and customized cakes to make your events truly unforgettable. Every creation is made with love and care, using only the freshest, highest-quality ingredients.": "Bienvenidos a Dulce Amour. Durante muchos años hemos compartido nuestra pasión por la repostería y la decoración, creando pasteles únicos y personalizados para hacer que tus eventos sean inolvidables. Cada creación se realiza con amor y cuidado, utilizando únicamente ingredientes frescos y de la mejor calidad.",
    "Our team specializes in artistic cakes, cupcakes, tiered cakes, and custom decorations. We are committed to understanding your vision so we can craft a unique culinary and visual experience. Whether for a wedding, birthday, or special celebration, our goal is to make every event a memorable one.": "Nuestro equipo se especializa en pasteles artísticos, cupcakes, pasteles de varios niveles y decoraciones personalizadas. Nos esforzamos por comprender tus ideas para ofrecer una experiencia única, tanto visual como gastronómica. Ya sea una boda, un cumpleaños o cualquier celebración especial, nuestro objetivo es transformar cada evento en un momento memorable.",
    "How to reach us": "Donde Encontrarnos",
    "boutique_description": "Ya sea para un cumpleaños, una celebración o simplemente para darse un gusto, nuestras creaciones aportan alegría y placer en cada ocasión.",
    "feature_1": "Pasteles personalizados, cada pastel se prepara con ingredientes frescos y de alta calidad para un sabor excepcional. 🍰​",
    "feature_2": "Diseños únicos para reflejar tus ideas y deseos. Piensa como te gustaria y nosotros haremos realidad esa idea. 🎇​",
    "feature_3": "Convierte cada celebración en un recuerdo inolvidable con nuestras creaciones. 🎁​",
    "feature_4": "Escuchamos tus necesidades para ofrecer una experiencia personalizada y cálida. 👌​"

}