{
    "Home": "Accueil",
    "Products": "Produits",
    "About Us": "À propos de nous",
    "Log In": "Connexion",
    "All of our Cakes": "Tous nos gâteaux",
    "Our Best Sellers": "Nos meilleures ventes",
    "Why Choose our boutique ?": "Pourquoi Nous Choisir ?",
    "See all products": "Voir tous les produits",
    "Loading...": "Chargement...",
    "Our Social Medias": "Nos réseaux sociaux",
    "Next": "Suivant",
    "Previous": "Précédent",
    "Email": "Email",
    "Password": "Mot de passe",
    "Login successful": "Connexion réussie",
    "Login failed. Please check your email and password.": "Échec de la connexion. Veuillez vérifier votre email et mot de passe.",
    "Add Product":"Ajouter Produit",
    "Edit": "Editer",
    "Delete": "Supprimer",
    "Add Images": "Ajouter des Images",
    "Edit Product": "Editer un Produit",
    "Title": "Titre",
    "Description": "Description",
    "Price": "Prix",
    "Update": "Mettre à jour",
    "Add": "Ajouter",
    "Cancel": "Annuler",
    "Products List": "Liste de Produits",
    "Contact Us": "Contactez-nous",
    "Ours Values": "Nos Valeurs",
    "100% Homemade": "100% fait maison",
    "Artisanal cakes for every occasion.": "Des gâteaux préparés artisanalement pour chaque occasion.",
    "Customization": "Personnalisation",
    "Your ideas, your themes, your colors.": "Vos idées, vos thèmes, vos couleurs.",
    "Love & Passion": "Amour & Passion",
    "Every creation is unique and carries our signature.": "Chaque création est unique et porte notre signature.",
    "Unforgettable Moments": "Moments inoubliables",
    "Weddings, birthdays, parties, we bring a special touch to every event.": "Mariages, anniversaires, fêtes, nous apportons une touche spéciale à chaque événement.",
    "Welcome to Dulce Amour. For many years, we have been sharing our passion for baking and decoration, creating unique and customized cakes to make your events truly unforgettable. Every creation is made with love and care, using only the freshest, highest-quality ingredients.": "Bienvenue chez Dulce Amour. Depuis plusieurs années, nous partageons notre passion pour la pâtisserie et la décoration, en créant des gâteaux uniques et personnalisés pour rendre vos événements mémorables. Chaque création est réalisée avec soin et amour, en utilisant uniquement des ingrédients frais et de qualité supérieure.",
    "Our team specializes in artistic cakes, cupcakes, tiered cakes, and custom decorations. We are committed to understanding your vision so we can craft a unique culinary and visual experience. Whether for a wedding, birthday, or special celebration, our goal is to make every event a memorable one.": "Notre équipe est spécialisée dans la conception de gâteaux artistiques, de cupcakes, de pièces montées et de décorations personnalisées. Nous nous engageons à comprendre vos envies pour créer une expérience gustative et visuelle unique. Que ce soit pour un mariage, un anniversaire ou une fête spéciale, notre objectif est de transformer chaque événement en un moment inoubliable.",
    "How to reach us": "Où nous trouver",
    "boutique_description": "Que ce soit pour un anniversaire, une célébration ou simplement pour se faire plaisir, nos créations apportent joie et plaisir à chaque occasion.",
    "feature_1": "Gâteaux personnalisés, chaque gâteau est préparé avec des ingrédients frais et de haute qualité pour un goût exceptionnel. 🍰",
    "feature_2": "Des designs uniques pour refléter vos idées et vos envies. Pensez à ce que vous souhaitez et nous réaliserons cette idée. 🎇",
    "feature_3": "Transformez chaque célébration en un souvenir inoubliable avec nos créations. 🎁",
    "feature_4": "Nous écoutons vos besoins pour offrir une expérience personnalisée et chaleureuse. 👌"
}